[
    {
        "EventID": "SPR001",
        "EventType": "Cosmic Gold Rush",
        "Description": "The Spirats intercept a rumor about 'NFT Asteroids' – celestial bodies rich in crypto-minerals. Time to claim what's HODLing in space!",
        "Tip": "Remember, in space, every asteroid could be a gold mine... or a space pirate's trap.",
        "CostIncrementPercent": "10-15%",
        "LossPercentage": "20-35%"
    },
    {
        "EventID": "WEB002",
        "EventType": "Quantum Data Heist",
        "Description": "A top-secret data vault has been located on an abandoned satellite. It's said to contain quantum algorithms that could revolutionize the Web3 space.",
        "Tip": "In the world of data, silence is golden, and stealth is platinum.",
        "CostIncrementPercent": "15-20%",
        "LossPercentage": "25-40%"
    },
    {
        "EventID": "ARC003",
        "EventType": "Bio-Dominion Challenge",
        "Description": "The Archs have discovered a rival faction encroaching on their bio-territory. It's time to assert dominance or protect the hive's evolutionary interests.",
        "Tip": "In the Archs' world, survival is about adapting faster and smarter.",
        "CostIncrementPercent": "10-15%",
        "LossPercentage": "20-35%"
    },
    {
        "EventID": "CEL004",
        "EventType": "Starlight Symphony",
        "Description": "The Celestials have detected a disharmony in the cosmic vibrations emanating from a distant star cluster. It's time to restore the celestial balance.",
        "Tip": "Harmony in the cosmos is a delicate dance of light and sound.",
        "CostIncrementPercent": "10-20%",
        "LossPercentage": "15-30%"
    },
    {
        "EventID": "COS005",
        "EventType": "Space Station Expansion",
        "Description": "The Cosmicons are ready to expand their space station, aiming to create a hub for interstellar trade and engineering marvels.",
        "Tip": "In space construction, every bolt and panel counts.",
        "CostIncrementPercent": "12-18%",
        "LossPercentage": "20-33%"
    },
    {
        "EventID": "SPI006",
        "EventType": "Cosmic Corsairs' Conundrum",
        "Description": "A rival pirate gang has laid claim to a sector rich in cosmic resources. The Spirats must navigate this tricky situation with their usual bravado and cunning.",
        "Tip": "In the pirate's code, opportunity and danger often sail on the same ship.",
        "CostIncrementPercent": "15-20%",
        "LossPercentage": "25-35%"
    },
    {
        "EventID": "WEB007",
        "EventType": "Echoes of the Data Nebula",
        "Description": "An ancient data nebula has been discovered, rumored to contain lost knowledge from the early days of the Metaverse. The Webes are set to decode its secrets.",
        "Tip": "In the realm of data, the old can be more revealing than the new.",
        "CostIncrementPercent": "12-17%",
        "LossPercentage": "20-30%"
    },
    {
        "EventID": "COS008",
        "EventType": "Galactic Gridlock",
        "Description": "A critical space route used by the Cosmicons for transporting resources is blocked by a mysterious energy barrier. Solving this puzzle requires both ingenuity and technological prowess.",
        "Tip": "Sometimes, the biggest obstacles require the most creative solutions.",
        "CostIncrementPercent": "15-20%",
        "LossPercentage": "25-40%"
    },
    {
        "EventID": "ARC009",
        "EventType": "Hive Mind Harmonics",
        "Description": "A mysterious psychic disturbance is disrupting the Archs' hive mind, threatening their collective unity. The Archs must find a way to restore dominance.",
        "Tip": "In the Archs' collective, unity is strength, and dominance is survival.",
        "CostIncrementPercent": "10-15%",
        "LossPercentage": "20-35%"
    },
    {
        "EventID": "CEL010",
        "EventType": "Stellar Equilibrium",
        "Description": "A star in a nearby galaxy is exhibiting unstable fluctuations, threatening the balance of its solar system. The Celestials must intervene to prevent cosmic chaos.",
        "Tip": "Balancing a star is like tuning a cosmic instrument – precision is key.",
        "CostIncrementPercent": "12-18%",
        "LossPercentage": "20-33%"
    },
    {
        "EventID": "COS011",
        "EventType": "Orbital Outpost Odyssey",
        "Description": "The Cosmicons plan to build a new orbital outpost to oversee mining operations on a resource-rich asteroid belt.",
        "Tip": "In space construction, every bolt counts, but so does every minute.",
        "CostIncrementPercent": "10-20%",
        "LossPercentage": "15-30%"
    },
    {
        "EventID": "SPI012",
        "EventType": "Blockchain Buccaneer Bonanza",
        "Description": "The Spirats stumble upon an ancient, encrypted blockchain ledger. Rumor has it, it leads to a digital treasure trove. Time to crack the code and sail the data seas!",
        "Tip": "In the realm of digital treasures, a good cipher is worth more than a ship full of gold.",
        "CostIncrementPercent": "15-25%",
        "LossPercentage": "20-40%"
    },
    {
        "EventID": "WEB013",
        "EventType": "Decentralized Dilemma",
        "Description": "A cluster of decentralized networks in the Webes territory is under threat from a mysterious cyber anomaly. It's a race against time to debug and defend the digital frontier!",
        "Tip": "In the world of digital warfare, sometimes the best defense is a smart algorithm.",
        "CostIncrementPercent": "10-20%",
        "LossPercentage": "20-35%"
    },
    {
        "EventID": "ARC014",
        "EventType": "Galactic Consumption Crusade",
        "Description": "The Archs have set their sights on a resource-rich planet. It's a prime opportunity to assimilate new materials for the hive's relentless growth and evolution.",
        "Tip": "In the Archs' universe, it's evolve or be devoured.",
        "CostIncrementPercent": "15-25%",
        "LossPercentage": "25-40%"
    },
    {
        "EventID": "CEL015",
        "EventType": "Nebular Enlightenment",
        "Description": "A rare cosmic phenomenon in the form of a luminescent nebula is occurring, rumored to hold ancient celestial wisdom. The Celestials aim to decipher its secrets while maintaining cosmic harmony.",
        "Tip": "The universe whispers its secrets in light and shadow.",
        "CostIncrementPercent": "10-20%",
        "LossPercentage": "20-30%"
    },
    {
        "EventID": "SPI016",
        "EventType": "Cosmic Coin Caper",
        "Description": "Rumors swirl about a hidden cache of ancient crypto-coins, buried deep within an asteroid field. The Spirats embark on a daring journey to unearth this digital treasure.",
        "Tip": "In the sea of stars, a good map and a brave heart can lead to untold riches.",
        "CostIncrementPercent": "15-25%",
        "LossPercentage": "20-40%"
    },
    {
        "EventID": "WEB017",
        "EventType": "Silicon Singularity Showdown",
        "Description": "A rogue AI has taken control of a critical Webes data center. It's a race against time to outsmart this digital adversary and regain control.",
        "Tip": "In cyberspace, the most formidable opponent can be the one you programmed.",
        "CostIncrementPercent": "10-20%",
        "LossPercentage": "20-30%"
    },
    {
        "EventID": "ARC018",
        "EventType": "Bio-Dominance Blitz",
        "Description": "The Archs have discovered a planet teeming with unique life forms. They plan an all-out invasion to assimilate these species and augment their collective.",
        "Tip": "In the Archs' quest for supremacy, diversity is the key to evolutionary victory.",
        "CostIncrementPercent": "15-25%",
        "LossPercentage": "25-40%"
    },
    {
        "EventID": "CEL019",
        "EventType": "Harmony of the Spheres",
        "Description": "A cosmic convergence is nearing, and the Celestials must align various celestial bodies to maintain universal harmony. Precision and insight are key.",
        "Tip": "In the celestial orchestra, every star and planet has its part to play.",
        "CostIncrementPercent": "12-18%",
        "LossPercentage": "20-30%"
    },
    {
        "EventID": "COS020",
        "EventType": "Asteroid Anomaly Assault",
        "Description": "A critical mining asteroid has become unstable due to a mysterious anomaly. The Cosmicons need to stabilize it to continue their resource extraction operations.",
        "Tip": "In space mining, sometimes the biggest payoff comes from solving the toughest problems.",
        "CostIncrementPercent": "10-20%",
        "LossPercentage": "20-35%"
    },
    {
        "EventID": "COS020",
        "EventType": "Asteroid Anomaly Assault",
        "Description": "A critical mining asteroid has become unstable due to a mysterious anomaly. The Cosmicons need to stabilize it to continue their resource extraction operations.",
        "Tip": "In space mining, sometimes the biggest payoff comes from solving the toughest problems.",
        "CostIncrementPercent": "10-20%",
        "LossPercentage": "20-35%"
    },
    {
        "EventID": "ARC021",
        "EventType": "Bio-Expansion Endeavor",
        "Description": "The Archs have identified a new planet ripe for assimilation, rich in unique biological materials. The mission: to absorb and evolve using the planet's diverse ecosystem.",
        "Tip": "In the Archs' universe, adaptation is the key to conquest.",
        "CostIncrementPercent": "15-25%",
        "LossPercentage": "25-40%"
    },
    {
        "EventID": "SPI022",
        "EventType": "Galactic Gains Gamble",
        "Description": "The Spirats have caught wind of a rogue DAO in the Metaverse, rumored to be orchestrating a grand 'Space Lambo' token scheme. Is it a trap, a treasure, or the trade of a lifetime?",
        "Tip": "In the cosmic casino of fortunes, sometimes the boldest bet is the best.",
        "CostIncrementPercent": "20-30%",
        "LossPercentage": "30-50%"
    },
    {
        "EventID": "CEL023",
        "EventType": "Interstellar Harmony Festival",
        "Description": "The Celestials are hosting their millennia-old Interstellar Harmony Festival. It's a cosmic event featuring starlight concerts, black hole art installations, and nebula light shows. But there's a twist – the grand finale is a mysterious cosmic puzzle!",
        "Tip": "Even in a universe of profound mysteries, there's always time for a celebration of wonder.",
        "CostIncrementPercent": "10-15%",
        "LossPercentage": "20-30%"
    },
    {
        "EventID": "SPI024",
        "EventType": "Galactic Grog Gala",
        "Description": "The Spirats have discovered an ancient space station rumored to house the legendary 'Elixir of the Cosmos'. It's time for a grand gala, Spirat-style, with potential plunder and cosmic cocktails!",
        "Tip": "A Spirat's life isn't all about raiding; sometimes it's about raiding the party!",
        "CostIncrementPercent": "15-25%",
        "LossPercentage": "25-40%"
    },
    {
        "EventID": "WEB025",
        "EventType": "Cybernetic Conundrum",
        "Description": "A critical Webes data hub is experiencing a complex cybernetic malfunction. The Webes must navigate this digital labyrinth to restore their network integrity.",
        "Tip": "In the realm of data, the greatest battles are fought on the smallest scales.",
        "CostIncrementPercent": "10-20%",
        "LossPercentage": "20-35%"
    },
    {
        "EventID": "ARC026",
        "EventType": "Planetary Assimilation Predicament",
        "Description": "The Archs have discovered a planet with a rare ecosystem that could significantly enhance their hive. However, the planet's sentient species poses an unexpected challenge.",
        "Tip": "In the Archs' relentless growth, every new form of life is a potential asset... or adversary.",
        "CostIncrementPercent": "15-25%",
        "LossPercentage": "30-45%"
    },
    {
        "EventID": "CEL027",
        "EventType": "Cosmic Code Conclave",
        "Description": "The Celestials have detected an anomaly in the cosmic blockchain, a series of encrypted star patterns disrupting the astral ledger. It's time for a conclave to decode these celestial smart contracts!",
        "Tip": "Even in the vast cosmos, it seems, some prefer to ledger their stars in code.",
        "CostIncrementPercent": "10-15%",
        "LossPercentage": "20-30%"
    },
    {
        "EventID": "SPI028",
        "EventType": "Interstellar ICO Invasion",
        "Description": "The Spirats catch wind of an Initial Cosmic Offering (ICO) for a new cryptocurrency, 'Stellar Doubloons'. It's rumored to be the next big thing in the galaxy, and they can't resist getting a piece of the action.",
        "Tip": "In the world of cosmic cryptos, it's a fine line between a fortune and a fable.",
        "CostIncrementPercent": "15-25%",
        "LossPercentage": "25-40%"
    },
    {
        "EventID": "ARC030",
        "EventType": "Evolutionary Escapade Extravaganza",
        "Description": "The Archs have stumbled upon an intergalactic zoo housing the most bizarre creatures in the cosmos. It's a perfect opportunity for some 'unconventional' bio-research and a bit of extracurricular DNA shopping.",
        "Tip": "In the Archs' quest for dominance, sometimes you've got to mix and match your genes like a cosmic fashion show.",
        "CostIncrementPercent": "15-25%",
        "LossPercentage": "30-45%"
    }
]